Repository: AhmadTariqAlflahat/Web-Project-Django
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: Email
ar: البريد الالكتورني

source: Double check the submitted Email!
ar: تأكد من البريد الالكتورني المدخل!

source: This Email is used by another user.
ar: البريد الالكتورني المقدم مستخدم من قبل مستخدم اخر.

source: Email is not look like a one!
ar: البريد الالكتورني المدخل لا يشبه المعلومات في قاعدة البيانات

source: Username
ar: أسم المستخدم

source: Double check the submitted Username!
ar: تاكد من اسم المستخدم المدخل

source: This Username is used by another user.
ar: أسم المستخدم الذي ادخلته مستخدم من قبل.

source: Username is not look like a one!
ar: أسم المستخدم المدخل لا يتمتع بخواص اسم المستخدم في هاذ الموقع!

source: Required. 150 characters or fewer. Letters, digits and @/./+/-/_ only.
ar: المطلوب, 150 حرف او اقل. حروف, ارقام و رموز خاصة @/./+/-/_ فقط.

source: Password
ar: كلمة السر

source: Passwords are not same.
ar: كلمات السر المدخله غير متشابهتان.

source: <ul> <li>Your password can’t be too similar to your other personal information.</li> <li>Your password must contain at least 8 characters.</li> <li>Your password can’t be a commonly used password.</li> <li>Your password can’t be entirely numeric.</li> </ul>
ar: <ul> <li> لا يمكن أن تكون كلمة المرور الخاصة بك مشابهة جدًا لمعلوماتك الشخصية الأخرى.</li> <li> يجب أن تحتوي كلمة المرور الخاصة بك على 8 أحرف على الأقل.</li> <li> لا يمكن أن تكون كلمة مرورك كلمة مرور شائعة الاستخدام.</li> <li> لا يمكن أن تكون كلمة مرورك رقمية بالكامل.</li> </ul>

source: Re-Write Password
ar: أعد كتابة كلمة السر

source: Enter the same password as before, for verification.
ar: اعد طتابة كلمة السر, للتأكد.

source: First Name
ar: الاسم الاول

source: Make Sure to fill this input.
ar: تأكد من ملىء جميع الحقول

source: Middle Name
ar: الاسم المتوسط

source: Last Name
ar: الاسم الاخير

source: This account is inactive.
ar: هذا الحساب غير نشط.

source: We can't found any user with that Email!
ar: لا يمكننا العثور على أي مستخدم بهذا البريد الإلكتروني!

source: Email or Password is not correct please try again!
ar: البريد الالكتورني او كلمة السر غير صحيحه, ارجاء اعادة المحاولة!

source: User is not Activated please check you Email
ar: لم يتم تنشيط المستخدم ، يرجى التحقق من بريدك الإلكتروني

source: <ul> <li>Your password can’t be too similar to your other personal information.</li> <li>Your password must contain at least 8 characters.</li> <li>Your password can’t be a commonly used password.</li> <li>Your password can’t be entirely numeric.</li> </ul>
ar: <ul> <li> لا يمكن أن تكون كلمة المرور الخاصة بك مشابهة جدًا لمعلوماتك الشخصية الأخرى.</li> <li> يجب أن تحتوي كلمة المرور الخاصة بك على 8 أحرف على الأقل.</li> <li> لا يمكن أن تكون كلمة مرورك كلمة مرور شائعة الاستخدام.</li> <li> لا يمكن أن تكون كلمة مرورك رقمية بالكامل.</li> </ul>

source: Facebook Link
ar: رابط الخاص Facebook

source: Twitter Link
ar: رابط الخاص Twitter

source: LinkedIn Link
ar: رابط الخاص LinkedIn

source: GitHub Link
ar: رابط الخاص GitHub

source: ssid
ar: الرقم الوطني

source: Users must have an email address
ar: المستخدم يجب ان يحتوي على البريد الالكتورني

source: Users must have an username
ar: المستخدم يجب ان يحتوي على أسم مستخدم

source: email
ar: البريد الالكتورني

source: Enter valid email: e.g. example@domain.com
ar: ادخل بريد الالكتورني: مثل example@domain.com

source: A user with that username already exists.
ar: الاسم مستخدم من قبل

source: Enter Username: e.g. Mark99
ar: ادخل اسم مستخدم: مثل Mark99

source: (select country)
ar: (اختار دولة)

source: country
ar: دولة

source: join date
ar: وقت التسجيل

source: last login
ar: وقت اخر تسجيل

source: Hey there, I'm new here can you help with that.
ar: مرحبا, انا جديد هنا هل يمكن ان تساعدني <3.

source: first name
ar: الاسم الاول

source: Enter First Name
ar: ادخل الاسم الاول

source: middle name
ar: ادخل الاسم المتوسط

source: Enter Middle Name
ar: ادخل الاسم المتوسط

source: last name
ar: الاسم الاخير

source: Enter Last Name
ar: ادخل الاسم الاخير

source: birthday
ar: عيد الميلاد

source: (select nationality)
ar: (اختار جنسية)

source: nationality
ar: جنسية

source: company name
ar: اسم الشركة

source: Enter Company Name
ar: ادخل اسم الشركة

source: About - WebsiteName
ar: عنا - اسم الموقع

source: About this Website
ar: عن هاذ الموقع.

source: Login - WebsiteName
ar: تسجيل الدخول - اسم الموقع

source: Login
ar: تسجيل الدخول

source: Forgot Password?
ar: هل نسيت كلمة السر؟

source: (Search for Work)
ar: (ابحث عن عمل)

source: Company Account
ar: حساب شركة

source: (Search for Workers)
ar: (ابحث عن موظفيين)

source: - WebsiteName
ar: - اسم الموقع

source: Show Applies
ar: اظهر المتقدميين

source: Add Question
ar: اضف سؤال

source: has applied to
ar: تقدم بطلب

source: Last Applies
ar: اخر التقديمات

source: Enter your email address and we will send you instructions on how to reset your password.
ar: أدخل عنوان بريدك الإلكتروني وسنرسل لك تعليمات حول كيفية إعادة تعيين كلمة المرور الخاصة بك.

source: Hi
ar: مرحبا

source: Please click on the link to confirm your registration
ar: الرجاء الضغط على الرابط في الاسفل لتاكيد نشاط حسابك

source: Save changes
ar: احفظ التغييرات

source: Personal Setting
ar: معلومات الشخصية

source: Links Settings
ar: اعدادات الروابط في الصفحة

source: A invalid %s URL please double check
ar: الرابط المدخل %s غير صحيح, الرجاء التاكد

source: Please, Check Your Email we've sent an activation link for you Profile.
ar: من فضلك ، تحقق من بريدك الإلكتروني ، لقد أرسلنا رابط تفعيل لملفك الشخصي.

source: Please make sure all the inputs are right!
ar: يرجى التأكد من صحة جميع المدخلات!

source: Your password was successfully updated!
ar: تم تحديث كلمة مرورك بنجاح!

source: Please correct the error below.
ar: يرجى تصحيح الخطأ أدناه.

source: Body
ar: المحتوى

source: Make sure to put the right coordinates (follow this <a href="%s">link</a>)
ar: تأكد من وضع الإحداثيات الصحيحة (اتبع هذا <a href="%s"> الرابط </a>)

source: Note that the end time will be at the midnight of the day you picked.
ar: لاحظ أن وقت الانتهاء سيكون في منتصف ليل اليوم الذي اخترته.

source: Overall Skill
ar: المهارة العامة

source: title
ar: عنوان

source: Title for application at least 4 Char
ar: عنوان للستمارة على الاقل 4 حروف

source: body
ar: الجسم

source: You can use HTML tags to style your body.
ar: يمكنك استخدام اوسمة HTML

source: job title
ar: عنوان الوظيفة

source: place name
ar: الموقع

source: Not specified yet
ar: لم يتم تحديد ذلك

source: latitude
ar: خطوط العرض

source: longitude
ar: خطوط الطول

source: deadline
ar: تاريخ الانتهاء

source: Only Company Accounts Can Create Applications.
ar: فقط اصحاب الشركات يمكنهم اضافة استمارات

source: Make Sure you did filled all the Data Information for your Account.
ar: تاكد من ملىء جميع المعلومات عن حسابك

source: english skill
ar: المهارة الانجليزية

source: overall skill
ar: المهارة العامة

source: leading skill
ar: المهارة القيادة

source: managing skill
ar: المهارة الادارة

source: communication skill
ar: المهارة التواصل

source: question text
ar: السؤال

source: choice text
ar: الاختيار

source: High
ar: ممتاز

source: Good
ar: جيد

source: Medium
ar: حسن

source: Low
ar: قابل للتطوٌر

source: Text Answer
ar: الجواب (اذا وجد)

source: Multiple Choice
ar: اجوبة متعددة

source: Apply for
ar: قم بتقديم الطلب

source: This is
ar: هذا

source: Not editable
ar: غير قابل للتعديل

source: City
ar: المدينة

source: SSID
ar: الرقم الوطني

source: Place
ar: الموقع

source: Complete And Add Worker Skills
ar: احفظ وقم بأضافة مهارات الموظف

source: Applications
ar: الاستمارات

source: Sort by:
ar: رتب حسب:

source: A-Z
ar: أ-ي

source: Z-A
ar: ي-أ

source: Recent
ar: اخر التحديثات

source: Reviews
ar: اكثر مشاهدة

source: Result(s)
ar: نتائج

source: Created At:
ar: تاريخ الاضافة:

source: Read More...
ar: أقرء المزيد...

source: 0 Results !!!
ar: 0 نتائج!!!

source: Sorry there is no Applications to show.
ar: للأسف, لا يوجد استمارت لعرضها في هذه الصفحة.

source: Find A Job
ar: ابحث عن وظيفتك

source: With WebsiteName you can quickly find your Dream Job!
ar: مع موقعنا يمكن ان تجد وظيفة احلامك وبأقل وقت!

source: Search topics or keywords
ar: ابحث عن الوظيفة الموضوعات بالاسفل أو الكلمات الرئيسية

source: By All
ar: الكل

source: By Job
ar: وظيفة

source: By Place
ar: موقع

source: By Deadline Month
ar: شهر تاريخ الانتهاء

source: All Applies for
ar: جميع المتقدمين لل

source: Apples ID
ar: رقم التقديم

source: User ID
ar: رقم المستخدم

source: Take Question?
ar: الاسئلة

source: Status
ar: الحالة (هل تم تقيم ام لا)

source: There is no answered Question
ar: لا يوجد اسئلة تم الاجابة عنها

source: Completed Apply
ar: منتهي

source: Uncompleted Apply
ar: غير منتهي

source: Home
ar: الرئيسية

source: Application No.
ar: رقم الاستمارة

source: More Details
ar: المزيد من المعلومات

source: Boost Your Application
ar: ارفع استمارتك

source: Show Your Application for the better.
ar: اجعل الجميع يرى استمارتك

source: Days
ar: ايام

source: Boost &dollar;1,200
ar: ادفع &dollar;1200

source: APPLY NOW
ar: تقدم الان

source: You cannot Apply to this Application due to the incomplete Account Information
ar: لا يمكنك التقديم على هذا التطبيق بسبب عدم اكتمال معلومات الحساب

source: click here
ar: أضغط هنا

source: to change them!
ar: لتغييرهم

source: Sorry You have applied to this application, you can do it once!
ar: لا يمكنك استخدام الحروف أثناء البحث عن شهر!

source: You can't add application
ar: لا يمكنك إضافة تطبيق

source: About
ar: من نحن

source: Contact Us
ar: تواصل معنا

source: Registration
ar: تسجيل حساب جديد

source: Account Information
ar: معلومات الحساب

source: Search...
ar: بحث...

source: General
ar: عام

source: Dashboard
ar: لوحة القيادة

source: New
ar: جديد

source: Beta
ar: تجريبي

source: Settings
ar: الاعدادات

source: Update Profile Information
ar: تحديث معلومات الملف الشخصي

source: More
ar: المزيد

source: Logout
ar: تجسيل الخروج
